/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%2$.0lfk の %1$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ は最新バーションです。";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ があります (あなたのは %3$@　です)。 ダウンロードしませんか?";

/* No comment provided by engineer. */
"%@ was unable to run the new version automatically. The program will now quit (giving you an opportunity to save); please reopen it to complete the update." = "%@ は新しいバージョンを自動的に起動できません。 今、終了します (保存して下さい); もう一度起動してアップデートを完成して下さい";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "%@ の最新バージョンが有ります。";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "パージングか取る時にエラーが発生しました。そのアップキャスト:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "%@ のダウンロード時にエラーが発生";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "アップキャストフィードからバージョンストリングを取り出せません。 ファイル名は YourApp_1.5.tgz の形です。1.5はバージョンナンバーです。 アンダースコーアは重要です。\n\nユーザならあとでもう一度して下さい、デベロパーが直したかもしれません。";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "%1$@; のアーカイブは取り抜けません。 %2$@ のアーカイブができます。\n\nユーザならあとでもう一度して下さい、デベロパーが　　直したかもしれません。";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Check for updates on startup?" = "起動時にアップデートをチェックしますか。";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location (like on the disk image?). Move it to /Applications and try again." = "アプリケーションは消去できません。書き込みのみのディレクタリに入っています（例：ディスクイメージの中）。/アプリケーション　に移動してもう一度して下さい";

/* No comment provided by engineer. */
"Couldn't mount the update archive." = "アップデートのアーカイブをマウントできません。";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory?" = "アップデートはホームへ移動できません。 書き込みのみのディレクタリから起動していますか?";

/* No comment provided by engineer. */
"Download New Version" = "最新バージョンをダウンロード。";

/* No comment provided by engineer. */
"Downloading update..." = "アップデートをダウンロード中...";

/* No comment provided by engineer. */
"Extracting update..." = "アップデートを取り出し中...";

/* No comment provided by engineer. */
"Install and Relaunch" = "インストールと再起動";

/* No comment provided by engineer. */
"Installing update..." = "アップデートをインストール中...";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "どこに行きましたか？ アップデートをダウンロードしましたが、消えてしまいそうです! 後でやり直して下さい。";

/* No comment provided by engineer. */
"Ready to install!" = "インストール準備できました。";

/* No comment provided by engineer. */
"Release Notes" = "リリースノーツ";

/* No comment provided by engineer. */
"Remind Me Later" = "後で思い出させて";

/* No comment provided by engineer. */
"Skip This Version" = "バージョンをスキップする。";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist! (with CFBundleName)\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "アーカイブの中に (%@)　のアプリケーションがはいていません。 アプデートするファイル名と現在使っているアプリケーション名（info.plistで示している名）は同じでなければなりません。ユーザならあとでもう一度して下さい、デベロパーは直してかもしれません。";

/* No comment provided by engineer. */
"Update Error!" = "アップデートエラー！";

/* No comment provided by engineer. */
"Updating %@" = "%@ のアップデート中";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "起動時に %@ がアップデートをチェックしますか。 しないとアプリケーションメニューからチェックできます";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"You're up to date!" = "最新バージョンです。";

